[
  {
    "duckID": "D01",
    "duckName": "Benedict Cumberquack",
    "duckProfile": "Named after the actor Benedryl Cucumberpatch, this impressive mallard is onto his 4th year of racing.",
    "duckImage": "images/duck26.jpg"
  },
  {
    "duckID": "D02",
    "duckName": "James Pond",
    "duckProfile": "Be wary when 007 approaches the starting line; a fierce competitor set to make a grand finale in the 2019 Quacky Races as he is set to retire this coming winter. ",
    "duckImage": "images/duck2.jpg"
  },
  {
    "duckID": "D03",
    "duckName": "Beaky Blinders",
    "duckProfile": "This Alabio duck has an impressive history in racing leagues across the UK, earning more airmiles than your average duck.",
    "duckImage": "images/duck3.jpg"
  },
  {
    "duckID": "D04",
    "duckName": "Quack Sparrow",
    "duckProfile": "Captain Quack Sparrow is expected to make a debut thats not to be missed. Offspring of famous speedsters Duck Dastardly and Opray Wingfrey; will he live up to expectations?",
    "duckImage": "images/duck4.jpg"
  },
  {
    "duckID": "D05",
    "duckName": "Harry Ponder",
    "duckProfile": "The unfortunate result of an Animagus charm gone wrong? Or just another mallard flying like a Nimbus 2000? Noone knows. ",
    "duckImage": "images/duck5.jpg"
  },
  {
    "duckID": "D06",
    "duckName": "Oprah Wingfrey",
    "duckProfile": "Not just another Marbled duck; Wingrey has a reputation as a world-class diva and wants everybody to know about it. ",
    "duckImage": "images/duck6.jpg"
  },
  {
    "duckID": "D07",
    "duckName": "Twin Beaks",
    "duckProfile": "One duck from a set of twins, Beaks is a laid back racer. Don't let that fool you though, he has more than his fair share of gold medals.",
    "duckImage": "images/duck7.jpg"
  },
  {
    "duckID": "D08",
    "duckName": "Duckter Who",
    "duckProfile": "With Amy Pond as this Domestic Duck's companion, don't underestimate her willingness to warp time and space in order to win.",
    "duckImage": "images/duck8.jpg"
  },
  {
    "duckID": "D09",
    "duckName": "Duck Dastardly",
    "duckProfile": "Dastardly will stop at nothing to snatch first place, cheating and tricking his way through the competition - be wary of this mean machine.",
    "duckImage": "images/duck9.jpg"
  },
  {
    "duckID": "D10",
    "duckName": "Quackie Chan",
    "duckProfile": "This duck was Kung Fu Fighting, his feet are fast as lightning, in fact it is a little bit frightening, but he competes with expert timing.",
    "duckImage": "images/duck10.jpg"
  },
  {
    "duckID": "D11",
    "duckName": "Sirius Quack",
    "duckProfile": "Sirius Quack has done his waiting, 12 months of it, in a vets surgery due to an injury he sustained in last years qualifiers. Back with a vengence and an image to uphold. ",
    "duckImage": "images/duck11.jpg"
  },
  {
    "duckID": "D12",
    "duckName": "Sir Quacks a lot",
    "duckProfile": "The loudest duck on this side of the pond, you'll hear him before you see him, but if you hear his quacks you'd better get out of the way!",
    "duckImage": "images/duck12.jpg"
  },
  {
    "duckID": "D13",
    "duckName": "Quack Black",
    "duckProfile": "Quack Black works his athletic competitions in around his tours and film schedule nowadays, its a rare opportunity for him to compete. ",
    "duckImage": "images/duck13.jpg"
  },
  {
    "duckID": "D14",
    "duckName": "Dr Mallard",
    "duckProfile": "Donald Horatio 'Ducky' Mallard junior is approaching his final year of competition, will he go out in a blaze of glory?",
    "duckImage": "images/duck14.jpg"
  },
  {
    "duckID": "D15",
    "duckName": "Duckzilla",
    "duckProfile": "This especially large mallard has as significant presence on the race course as terrorising the streets of Japan.",
    "duckImage": "images/duck15.jpg"
  },
  {
    "duckID": "D16",
    "duckName": "Cheese and Quackers",
    "duckProfile": "A pair of siamese ducks that compete as one, Cheese and Quackers are a fan favourite. Don't discount them for their alternative appearence, they're not to be underestimated",
    "duckImage": "images/duck16.jpg"
  },
  {
    "duckID": "D17",
    "duckName": "Waddles",
    "duckProfile": "Waddles is one of the fastest ducks on land ever recorded, having broken multiple records throughout his life and set to make many more.",
    "duckImage": "images/duck17.jpg"
  },
  {
    "duckID": "D18",
    "duckName": "Puddles",
    "duckProfile": "Favouring water races rather than on land, this duck has an all-round ability set but comes alive in the water.",
    "duckImage": "images/duck18.jpg"
  },
  {
    "duckID": "D19",
    "duckName": "Firequacker",
    "duckProfile": "An outrageous American Wigeon with a flare for the extraordinary. An experienced 10 year old duck with a large family.",
    "duckImage": "images/duck19.jpg"
  },
  {
    "duckID": "D20",
    "duckName": "Duck Norris",
    "duckProfile": "A juxtapose to their name, Duck Norris can be underwhelming as an undersized duck. However, only a fool would discount this canvasback for a loser.",
    "duckImage": "images/duck20.jpg"
  },
  {
    "duckID": "D21",
    "duckName": "Daffy",
    "duckProfile": "Daffy is the beloved partner of Daisy, yet fiercly competitive against each other. Their recent offspring often attempt to chase them throughout the race; keen competitors in the making. ",
    "duckImage": "images/duck21.jpg"
  },
  {
    "duckID": "D22",
    "duckName": "Daisy",
    "duckProfile": "Daisy often has to chastise her partner Daffy as he enjoys racing with their ducklings but never allowing them to win.",
    "duckImage": "images/duck22.jpg"
  },
  {
    "duckID": "D23",
    "duckName": "Quack Efron",
    "duckProfile": "This Smew duck spends hours grooming and working on his physique. As one of the most physically impressive ducks racing this quarter, he's a sight to behold. ",
    "duckImage": "images/duck23.jpg"
  },
  {
    "duckID": "D24",
    "duckName": "Moby Duck",
    "duckProfile": "With likeness to his namesake Moby Dick attributed to his impressively blue beak, this duck powers through the waters to achieve victory.  ",
    "duckImage": "images/duck24.jpg"
  },
  {
    "duckID": "D25",
    "duckName": "Quackula",
    "duckProfile": "Don't 'count' on this duck to let you down, with an incredible track record to maintain, he'll leave you faint with his renowned track times. ",
    "duckImage": "images/duck25.jpg"
  },
  {
    "duckID": "D26",
    "duckName": "Rubber",
    "duckProfile": "Rubber enjoys swimming in the bath more than your beloved rubber duck. The perfect companion and friend. ",
    "duckImage": "images/duck1.jpg"
  },
  {
    "duckID": "D27",
    "duckName": "Quack the Ripper",
    "duckProfile": "Despite the connotations of this duck's name, she is one of the friendliest Common Goldeneye ducks you would have the pleasure to meet. ",
    "duckImage": "images/duck27.jpg"
  },
  {
    "duckID": "D28",
    "duckName": "Scrooge McDuck",
    "duckProfile": "Scrooge McDuck the Canvasback is one of the grumpiest ducks ever known. Don't let this fool you, he'll win just to make sure you lose. ",
    "duckImage": "images/duck28.jpg"
  },
  {
    "duckID": "D29",
    "duckName": "Big Bill",
    "duckProfile": "Big Bill is one of the oldest ducks racing, yet not the wisest. Frequently getting lost on longer courses maintains his desired image, but on the sprints he's one of the fastest. Not to be underestimated ",
    "duckImage": "images/duck29.jpg"
  },
  {
    "duckID": "D30",
    "duckName": "The Duck Knight",
    "duckProfile": "This Ring-Necked duck is elusive and doesn't hang around for a meet-and-greet after races. Almost as if this duck has a secret identity to maintain. ",
    "duckImage": "images/duck30.jpg"
  },
  {
    "duckID": "D31",
    "duckName": "Turbo",
    "duckProfile": "Turbo leaves nothing but dust in her wake, shattering the competition and striking fear into opponents feathers. ",
    "duckImage": "images/duck31.jpg"
  },
  {
    "duckID": "D32",
    "duckName": "Wisequack",
    "duckProfile": "This Northern Pintail has the most memorable quack on the field. You'll hear him before you see him.",
    "duckImage": "images/duck32.jpg"
  },
  {
    "duckID": "D33",
    "duckName": "Peking Duck",
    "duckProfile": "Although this duck may look like a snack, you'd be wrong to assume so. A highly skilled duck with a vast history in competitions across the UK.",
    "duckImage": "images/duck33.jpg"
  },
  {
    "duckID": "D34",
    "duckName": "Duck Quixote",
    "duckProfile": "Hailing from Spain; Duck Quixote is the heartthrob of the duck racing game. ",
    "duckImage": "images/duck34.jpg"
  },
  {
    "duckID": "D35",
    "duckName": "Thunderbeak",
    "duckProfile": "Thunderbeak was once bullied for being the ugly duckling, but grew into his interestingly shaped beak and has taken ownership of his unique aesthetic.",
    "duckImage": "images/duck35.jpg"
  },
  {
    "duckID": "D36",
    "duckName": "Penguin",
    "duckProfile": "Why are penguins good racing car drivers? Because they're always in pole position. ",
    "duckImage": "images/duck36.jpg"
  }
]
